alsa-firmware
alsa-oss
apache
arandr
arc-gtk-theme
archlinuxcn-keyring
arc-icon-theme
aria2-fast
astyle
bash
bash-completion
breeze-icons
bzip2
caja
caja-extensions-common
caja-open-terminal
caja-xattr-tags
chromium
cinnamon-translations
clang
cmake
coreutils
cryptsetup
dconf-editor
device-mapper
dhcpcd
diffutils
e2fsprogs
elementary-icon-theme
exfat-utils
f2fs-tools
fakeroot
fcitx
fcitx-configtool
fcitx-gtk2
fcitx-gtk3
fcitx-qt4
fcitx-qt5
fcitx-sunpinyin
file
filesystem
filezilla
findutils
flameshot
gambas3-gb-inotify
gawk
gcc
gcc-libs
gdb
gedit
gedit-plugins
gettext
gimp
git
gitkraken
gitstats-git
glibc
gnome-alsamixer
gnome-keyring
gnome-system-monitor
gnome-terminal
gnome-themes-extra
gpart
gparted
gpaste
gpicview-gtk3
grep
grub
gtk-engines
gvfs-mtp
gvfs-nfs
gzip
inetutils
inotify-tools
intel-ucode
iproute2
iputils
jack2
jfsutils
less
libgit2-glib
licenses
lightdm
lightdm-gtk-greeter
lightdm-gtk-greeter-settings
linux
linux-headers
logrotate
lvm2
make
man-db
man-pages
mariadb
mate-backgrounds
mate-control-center
mate-icon-theme
mate-menus
mate-notification-daemon
mate-panel
mate-polkit
mate-session-manager
mate-settings-daemon
mate-terminal
mate-themes
mate-utils
mdadm
meson
mtools
nano
nerd-fonts-complete
netctl
net-tools
nginx
npm
ntfs-3g
openssh
p7zip
pacman
pciutils
perl
php53-mcrypt
php-apache
php-fpm
phpmyadmin
postman-bin
procps-ng
psmisc
pulseaudio-alsa
pycharm-community-edition
python2-gconf
python-pipenv
rar
redis
reiserfsprogs
sane
sed
shadow
shadowsocks
simplescreenrecorder
s-nail
sublime-text
sudo
swig
sysfsutils
system-config-printer
systemd-rc-local
systemd-sysvcompat
tar
teamviewer-beta
texinfo
ttf-croscore
ttf-droid
ttf-google-fonts-git
ttf-inconsolata
ttf-monaco
ttf-wps-fonts
unzip
usbutils
util-linux
vertex-themes
vi
vim
virtualbox
virtualbox-ext-oracle
virtualbox-guest-modules-arch
virtualbox-host-modules-arch
visual-studio-code-bin
vlc
wget
which
wireshark-gtk
wpa_supplicant
wps-office
wqy-microhei-kr-patched
wqy-zenhei
xarchiver
xf86-video-intel
xf86-video-vesa
xfsprogs
xorg-bdftopcf
xorg-docs
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-font-util
xorg-iceauth
xorg-luit
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xdmx
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-server-xwayland
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwd
xorg-xwininfo
xorg-xwud
xsane
yaourt
zip
zsh
